[IMF_IMFTipsAutoScanProFrm]
btnEnable=Povolit nyní
btnScan=Testy
lblNeverScan=Váš počítač nebyl nikdy testován. Pro automatické testování v naplánovaném čase povolte automatické testování.
lblLongTime=Váš počítač nebyl testován po dobu %s dnů. Pro automatické testování v naplánovaném čase povolte automatické testování.

[PromoteSafebox_PromoteSafebox]
rdbtn_enable.Caption=Povolit nyní

[IMF_M]
AC_mote8_AT_Btn=Povolit nyní
AC_mote8_CA_Btn=Povolit nyní
AC_mote8_ISU_PreScan=Testovat
AC_mote8_IU_PreScan=Testovat
AC_mote8_DB_PreScan=Testovat
AC_mote8_ASC_PreScan=Testovat
lbl_fix=Opravit
BD_Mote8_Btn=Ochránit
lblBitdfenderD=Databáze Bitdefender: Nejnovější
lblIMFD=Databáze IMF: %s (nejnovější)
lblFixall=Opravit vše
lblstatus=Stav: %s
AC_mote8_AT=Nalezeny sledovací soubory cookies: %s. <a>Podrobnosti</a> <br>Důrazně doporučujeme povolit Ochranu proti sledování pro automatické čištění sledovacích cookies a zabránění únikům soukromí.
AC_mote8_AR=Nalezeno důležitých souborů: %s. <a>Podrobnosti</a> <br>Povolte anti-ransomware jádro pro jejich ochranu před úroky ransomware.
AC_mote8_CA=Problémy soukromí <br>Hackeři mohou zneužít vaši webkameru, procházet vaše údaje a tím narušit vaše soukromí. Povolte Ochranu kamery a Ochranu proti sledování pro ochránění vašeho soukromí.
lblDNSRestorecust=Přizpůsobit
BD_mote8_hasAnti=Nejste chráněni žádným antivirovým jádrem. <br> Ochraňte váš očítač s předním světovým Bitdefender anti-malware a antivirovým jádrem které dokáže odstranit přes 200 milionů nových a skrytých hrozeb.
Full_mote8=Neprovedli jste Úplný test již %s dní. <br>Úplný test důlkadně prohledá každý kout vašeho počítače pro odhalení skrytých hrozeb. Doporučujeme pravidelně spouštět Úplný test pro zabezpečení vašeho počítače.
Full_mote8_never=Neprovedli jste Úplný test. <br>Úplný test důlkadně prohledá každý kout vašeho počítače pro odhalení skrytých hrozeb. Doporučujeme pravidelně spouštět Úplný test pro zabezpečení vašeho počítače.
BD_mote8=Nejste chráněni antivirovým jádrem Bitdefender. <br>Bitdefender jádro jee přední světové antivirové a anti-malware jádro. Povolte Bitdefender jádro s 10x větší databází pro odstranění přes 200 milionů nových a skrytých hrozeb.
AC_mote8_ASC_No=Výkon systému <br>Ve vašem systému byly nalezeny nadbytečné položky registru, stopy soukromí a nevyžádané soubory. Pro opravení nainstalujte Advanced SystemCare.
AC_mote8_ASC_Num=Výkon systému <br>Skenujte počítač pro nalezení více problémů a nevyžádaných souborů.
AC_mote8_DB_Much=Aktualizace ovladačů <br>Nalezněte zastaralé ovladače
AC_mote8_DB_No=AKtualizace ovladačů <br>Zastaralé ovladače mohou zpomalovat váš počítač a způsobit nestabilitu systému. Nainstalujte Driver Booster pro aktualizování zastaralých ovladačů a zvýšení rychlosti a stability systému.
AC_mote8_IU_Much=Úplná odinstalace <br>Skenujte zbytky po odinstalaci a diagnostikujte stav vašich programů.
AC_mote8_IU_No=Úplná odinstalace <br>Vyčistěte zbytky po odinstalaci a diagnostikujte stav vašich programů. Nainstalujte IObit Uninstaller pro úplnou odinstalaci nevyžádaných či těžko zbavitelných programů a škodlivých/reklamních pluginů.
AC_mote8_SD_Much=Optimalizace disku <br>Nainstalujte Smart Defrag pro optimalizování vašich disků pro zrychlení spuštění a přístupu k souborům.
AC_mote8_ISU_Much=Aktualizace software <br>Nalezení zastaralých programů.
AC_mote8_ISU_No=Aktualizace software <br>Neaktuální programy zanechávají váš počítač zranitelným vůči útokům hackerů. Nainstalujte IObit Software Updater pro aktualizaci programů na nejnovější verzi a instalaci všech důležitých programů jedním kliknutím.
AC_mote8_SafeBox=Ochrana proti ransomware <br>Anti-ransomware jádro chrání váš počítač před ransomware útoky. A ochrana hesel v Trezoru ještě více zvýší zabezpečení vašich dat.
AC_mote8_AS=Automatizace <br>Povolte automatickou aktualizaci a automatické testování pro aktualizaci databáze a testování počítače v naplánovaném čase.
AC_mote8_AU=Zastaralá databáze. <br>Povolte automatickou aktualizaci pro automatickou aktualizaci databáze.
lbl_databas_corr8=Databáze je poškozena. Test nemohl být proveden. Klikněte na tlačítko %s pro opravení databáze.
lblDNSRestoreSuc=Vaše DNS bylo úspěšně obnoveno na %s.
lblDNSRestorefail=Nepovedlo se obnovit vaše DNS na %s. Můžete přizpůsobit vaše DNS v Nastavení.
lblUpdatefailed=Aktualizace selhala. Zkontrolujte stav vašeho připojení a zkuste to později znovu.
lblScanMode=Režim testování:%s
lblEnable=Povolit %s
lblScanType=Druh testování: %s
lblTimeEl=Uplynulý čas: %s
lblObjectss=Objektů testováno: %s
lblThreatsD=Hrozeb detekováno: <a>%s</a>
lblFixed=Hrozeb opraveno: <a>%s</a>
lblcomplete=Dokončeno
lbl_no_file_exist=Tento soubor neexistuje.
lbl_no_reg_exist=Tento registr neexistuje.

[IMF_MainForm]
btnScanPage.Hint=Testy
btnHomePage.Hint=Domů
btnDataProtectPage.Hint=Ochrana dat
btnBrowsePage.Hint=Ochrana prohlížeče
btnSecurityPage.Hint=Zabezpečení
btnActionCenter.Hint=Centrum akcí

[IMF_bdOutdateFrm]
btnOK.Caption=OK
btnClose.Hint=Zavřít
lblContent=Program je zastaralý. Prosíme stáhněte a nainstalujte nejnovější verzi.

[HomepageAdvisor_frmNotifyMsg]
btnOk.Caption=OK
btnCancel.Caption=Storno
btnExit.Hint=Zavřít
Label_IE.Caption=Domovská stránka %s bude obnovena do výchozího stavu.
Label_IE.Hint=Vyhledávač %s bude obnoven do výchozího stavu. 
Label_IE.HelpKeyword=Domovská stránka a vyhledávač %s budou obnovené do výchozího stavu.
Label_Chrome.Caption=Domovská stránka Google Chrome bude obnovena do výchozího stavu. Jelikož máte povolen Google Sync, původní stav může být nahrazen synchronizovaným nastavením.
Label_Chrome.Hint=Vyhledávač Google Chrome bude obnoven do výchozího stavu. Jelikož máte povolen Google Sync, původní stav může být nahrazen synchronizovaným nastavením.
Label_Chrome.HelpKeyword=Domovská stránka a vyhledávač Google Chrome budou obnovenné do výchozího stavu. Jelikož máte povolen Google Sync, původní stav může být nahrazen synchronizovaným nastavením.

[HomepageAdvisor_frmBrowserProtectSet]
MsgBox_Ok.Caption=OK
Label_SPIgnoreIE.Caption=Ads Removal aktuálně podporuje pouze Google Chrome, Microsoft Edge a Mozilla Firefox.
edt_SPUrl.TextHint=Např.: priklad.cz
edt_Ads.TextHint=Např.: priklad.cz
Label_HPInfo.Caption=Sleduje a informuje o změnách vaší domovské stránky a vyhledávače. Pokud je vaše domovská stránka či vyhledávač změněn škodlivou cestou, váš prohlížeč může být napaden a váš počítač infikován.
Label_SPInfo.Caption=Chraňte své surfování před online hrozbami, phishingovými útoky, těžbou kryptoměn a otravnými reklamami. (Poznámka: Je vyžadován restart prohlížeče.)
Label_SPLog.Caption=Níže je uvedena historie škodlivých webových stránek, reklam, emailů a těžebních stránek zablokovaných pomocí Surfing Protection & Ads Removal.
Label_SPNeedEnable.Caption=Povolit v rozšířeních prohlížeče
Label_SPNeedEnable.Hint=V některých prohlížečích to musí být povoleno manuálně. Kliknutím na šipku dolů zobrazte detaily.
lvHP.Columns[0].Caption=Aktivita
lvHP.Columns[1].Caption=Od
lvHP.Columns[2].Caption=Do
lvHP.Columns[3].Caption=Čím
lvHP_Type.Caption=Domovská stránka upravena
lvHP_Type.Hint=Vyhledávač upraven
lvSP.Groups[1].Caption=Detekováno škodlivých emailů (%d)
lvSP.Groups[2].Caption=Zablokováno reklam (%d)
lvSP.Groups[3].Caption=Zablokováno webů těžících kryptoměny (%d)
Label_EmailSetInfo.Caption=Přidejte emailové adresy do boxu níže, abyste je označili jako důvěryhodné (je vyžadován restart prohlížeče).
Label_EmailSet.Caption=Seznam povolených odesílatelů e-mailů
Label_InvalidEmail.Caption=Neplatná emailová adresa! Prosíme, zadejte platný email.
Label_EmailCount.Hint=Škodlivý email
Label_SPIgnoreIE.Hint=Chraňte své emaily před spamem, phishingovými podvody a jinými hrozbami. Aktuálně podporuje Gmail, Outlook a Yahoo.
sp_Ads.Caption=Odstranění reklam
sp_Email.Caption=Ochrana emailu
sp_Sp.Caption=Ochrana surfování
edt_email.TextHint=Např.: povolene@priklad.cz

[IMF_ScanFramePage]
lblRecomCap.Caption=Ale byly nalezeny potenciální problémy:
btnScanReport.Caption=Zobrazit zprávu
lblSaveReport8.Caption=Zobrazit zprávu

[IMFRegister_M]
M_ExpD_Desc2=Větší míra detekce s Bitdefender jádrem
M_ExpD_Title=Je nám líto, vaše předplatné <a>vypršelo</a>
M_ExpD_Title2=Bohužel vám oznamujeme, že následující PRO funkce již nebudou dostupné:
M_ExpD_Desc1=Detekce více než 200 milionů malware
M_ExpD_Desc3=Ochrana důležitých souborů před ransomwarem
M_ExpD_Desc4=Exkluzivní ochrana soukromí díky Ochraně kamery a Ochraně proti sledování
M_ExpD_Desc=Ale můžete je získat zpět s exkluzivní <a>SLEVOU %s</a> ještě dnes!
M_btnRenewNowD=Získat slevu
M_GiveawayCodeArea=Licenční kód %s není platný ve vašem regionu nebo zemi. Klikněte na OK pro zakoupení platné licence.

[IMF_FixAllFramePage]
btnOKBack8.Caption=OK
btnOKFixResult.Caption=Přeskočit
lblissuefound.Caption=Ale byly nalezeny potenciální problémy:
btnFixReport.Caption=Zobrazit zprávu
lblFixSucc.Caption=Úspěšně opraveno

[IMF_promoteFramePage]
rdlbl_pro.Caption=PRO
rdlbl_higher.Caption=Větší míra detekce s Bitdefender jádrem
rdlbl_promote_des.Caption=Spusťte hlubší test a získejte plnou ochranu s IObit Malware Fighter PRO
rdlbl_current.Caption=Vaše aktuální verze
rdlbl_block.Caption=Blokování malwaru v reálném čase
rdlbl_detect.Caption=Detekce více než 200 milionů malwaru
rdlbl_protect.Caption=Ochrana osobních souborů před ransomwarem
rdlbl_provide.Caption=Zajištění ochrany citlivých dat
rdlbl_stop.Caption=Nedovolte vetřelcům vás sledovat přes webkameru
rdlbl_prevent.Caption=Zabraňte hrozbám pocházejícím z USB disků
rdlbl_scan.Caption=Automatické testování v naplánovaném čase
rdlbl_free.Caption=Získejte všechny PRO funkce </a>ZDARMA</a> ještě dnes
rdbtn_lin.Caption=PRO verze za $0

[HomepageAdvisor_frmBrowserSPSetup]
Label_OutDate.Caption=Bylo detekováno zastaralé rozšíření
Label_Chrome.Caption=Pro zapnutí této funkce v prohlížeči Google Chrome potřebujete rozšíření IObit Surfing Protection & Ads Removal z Internetového obchodu Chrome.
Label_Edge.Caption=Pro zapnutí této funkce v prohlížeči Microsoft Edge potřebujete rozšíření IObit Surfing Protection & Ads Removal z Microsoft Store.
Label_OutDate_Edge.Caption=Pro zapnutí této funkce v prohlížeči Microsoft Edge potřebujete rozšíření IObit Surfing Protection & Ads Removal z Microsoft Store.

[IMF_browserPFramePage_M]
lbl_SP_Cancel=Storno
lbl_SP_OnlyIE=Ads Removal aktuálně podporuje pouze Google Chrome, Microsoft Edge a Mozilla Firefox.
lbl_FSP_Chrome_No=Pro zapnutí této funkce v prohlížeči Google Chrome potřebujete rozšíření IObit Surfing Protection & Ads Removal z Internetového obchodu Chrome.
lbl_FSP_Edge_No=Pro zapnutí této funkce v prohlížeči Microsoft Edge potřebujete rozšíření IObit Surfing Protection & Ads Removal z Microsoft Store.
lbl_OutdatedTitle=Bylo detekováno zastaralé rozšíření
lbl_FSP_Edge_Out=Pro zapnutí této funkce v prohlížeči Microsoft Edge potřebujete rozšíření IObit Surfing Protection & Ads Removal z Microsoft Store.
lbl_spad_detect=Počet zablokovaných položek: %d
lbl_Chrome_Out=Pro zapnutí této funkce v prohlížeči Google Chrome musíte manuálně odstranit zastaralé rozšíření IObit Surfing Protection & Ads Removal a poté získat nejnovější verzi z Internetového obchodu Chrome.
lbl_NeedExtension=Je potřeba nainstalovat rozšíření
lbl_F_AddExtension=Přidat rozšíření

[HomepageAdvisor_frmBrowserPop]
btnSet.Hint=Nastavení
Label_Lock_Page.Hint=Ochrana domovské stránky: vaše domovská stránka %s byla změněna na
Label_Lock_All.Hint=Ochrana domovské stránky: vaše domovská stránka %s byla změněna na
btnClose.Caption=Zobrazit detaily
Label_ByProgram_NoUrl.Caption=Ochrana domovské stránky: domovská stránka a vyhledávač %s byly upraveny následujícím programem:
Label_ByProgram_NoUrl.HelpKeyword=Ochrana domovské stránky: váš vyhledávač %s byl upraven následujícím programem:
Label_ByProgram_NoUrl.Hint=Ochrana domovské stránky: vaše domovská stránka %s byla upravena následujícím programem:
Label_ByProgram_Url.Caption=Ochrana domovské stránky: vaše domovská stránka %s byla změněna na<br>%s</a>
Label_ByProgram_Url.Hint=Ochrana domovské stránky: váš vyhledávač %s byl změněn na<br><a>%s</a>
Label_ExeInfo.Caption=PID: %s<BR>Název: <a>%s</a><BR>Cesta: <a>%s</a>
Label_FileNotFound.Caption=Aplikace neexistuje.
Label_Lock_All.Caption=Ochrana domovské stránky: domovská stránka a vyhledávač %s byly upraveny.
Label_Lock_Page.Caption=Ochrana domovské stránky: vaše domovská stránka %s byla změněna.
Label_Lock_Search.Caption=Ochrana domovské stránky: váš vyhledávač %s byl upraven.
Label_Lock_Search.Hint=Ochrana domovské stránky: váš vyhledávač %s byl změněn na
Label_PopupHead.Caption=Následující program změnil vaši domovskou stránku na <br><a>%s</a>
Label_Restore.Caption=Obnovit výchozí domovskou stránku
Label_Restore.HelpKeyword=Obnovit výchozí domovskou stránku a vyhledávač
Label_Restore.Hint=Obnovit vyhledávač

[IMF_DataProtectForm]
btnSetting.Hint=Nastavení

[IMF_ransomwareGFramePage_M]
lblARDesc=Inteligentní ochrana všech souborů v počítači s využitím ochrany druhu souboru a ochrany citlivých dat v anti-ransomware jádru. 

[IMF_ransomwareGFramePage]
lblARDesc.Caption=Inteligentní ochrana všech souborů v počítači s využitím ochrany druhu souboru a ochrany citlivých dat v anti-ransomware jádru.
btnScanSetting.Hint=Nastavení
btnSafeBoxInfo.Hint=Jak vás Trezor chrání?

[IMF_IObitPreScan]
btnSysClose.Hint=Zavřít
rdlbl_Per.Caption=Test výkonu
EnableAT=Povolit nyní pro automatické čištění
ImportAnti=<a>%s</a> sledovacích cookies nalezeno
ImportFiles=<a>%s</a> důležitých souborů nalezeno
rdImg_stop.Caption=Stop

[IMF_IObitPreScan_M]
ASCPer=Test výkonu
IUNOFound=Nebyly nalezeny žádné problémy
ASCNoissus=Nebyly nalezeny žádné problémy
Install=Nainstalovat
Unknown=Neznámé
EnableAR=Povolit nyní pro ochranu
ISUSoft=Sken aktualizace software
IUProgram=Diagnostika zdraví programu
DBOut=Sken zastaralých ovladačů
Privacytraces=Stopy soukromí
Junkfiles=Nevyžádané soubory
Internetimprovements=Vylepšení internetu
Registryentries=Položky registru
Systemoptimizations=Optimalizace systému
ItemsFoundMB=%s položek nalezeno (%2s MB)
ItemsFound=%s položek nalezeno
ItemFound=%s položka nalezena
ItemsFoundDe=%s položek nalezeno. <a>Detaily</a>.
ItemFoundDe=%s položka nalezena. <a>Detaily</a>.
ASCItemsFoundDeDes=Tyto položky ovlivní výkon systému. Doporučujeme nainstalovat Advanced SystemCare pro opravení.
ASCItemFoundDeDes=Tyto položky mohou ovlivnit výkon systému. Doporučujeme nainstalovat Advanced SystemCare pro opravení.
ASCInstall=Nainstalovat pro opravení
ProductAgree=Kliknutím na "%s", souhlasíte s instalací %2s a přijímáte <a>Licenci</a> a </a>Zásady ochrany osobních údajů</a>.
ASCNoissusDes=Doporučujeme nainstalovat Advanced SystemCare, aby byl váš počítač vždy čistý a rychlý.
DBCurent=Aktuální:%s
DBAv=Dostupný:%s
DBInstall=Nainstalovat pro aktualizaci
DBItemsFound=%s zastaralých ovladačů nalezeno.
DBItemFound=1 zastaralý ovladač nalezen.
DBItemsFoundDes=Tyto zastaralé ovladače zpomalí váš počítač a způsobit nestabilitu systému. Doporučujeme nainstalovat Driver Booster pro jejich aktualizaci.
DBItemFoundDes=Tyto zastaralé ovladače mohou zpomalit váš počítač a způsobit nestabilitu systému. Doporučujeme nainstalovat Driver Booster pro jejich aktualizaci.
DBNoFound=Nebyly nalezeny žádné zastaralé ovladače.
DBNoFoundDes=Doporučujeme nainstalovat Driver Booster, aby ovladače zařízení byly vždy aktuální.
DBNoFoundDrives=Zastaralé ovladače zařízení
DBNoFoundComponents=Zastaralé herní komponenty
IUUninstallationLeftovers=Zbytky po odinstalaci
IUOutdatedsoftware=Zastaralý software
IUInfrequentlyusedprograms=Zřídka používané programy
IUMaliciousAdPlugins=Škodlivé/reklamní pluginy
IUInstall=Nainstalovat pro odebrání
IUItemsFoundDes=Tyto položky způsobí nestabilitu systému, zabírají systémové prostředky a zpmalují prohlížeč. Doporučujeme nainstalovat IObit Uninstaller pro jejich odebrání.
IUItemFoundDes=Tyto položky mohou způsobit nestabilitu systému, zabírat systémové prostředky a zpomalit prohlížeč. Doporučujeme nainstalovat IObit Uninstaller pro jejich odebrání.
IUNOfoundDes=Doporučujeme nainstalovat IObit Uninstaller pro odinstalaci nevyžádaných programů a pluginů, aby byl váš počítač v dobrém stavu.
ISUItemsFound=%s zastaralých programů nalezeno.
ISUItemsFoundDes=Tyto zastaralé programy zanechávají váš počítač náchylný k útokům hackerů. Doporučujeme nainstalovat IObit Software Updater pro aktualizaci zastaralých programů.
ISUItemFound=1 zastaralý program nalezen.
ISUItemFoundDes=Tyto zastaralé programy mohou zanechat váš počítač náchylný k útokům hackerů. Doporučujeme nainstalovat IObit Software Updater pro aktualizaci zastaralých programů.
ISUNoFound=Nebyly nalezeny žádné zastaralé programy
ISUNoFoundDes=Doporučujeme nainstalovat IObit Software Updater, abyste své programy vždy udržovali na nejnovější verzi a nainstalovali důležité programy jedním kliknutím.
ISUNoFoundItem=Zastaralé programy

[IMF_promoteFramePage_M]
lbl_prt_no_threats=Nebyly nalezeny žádné hrozby
lbl_prt_remove_threats=Hrozby úspěšně odstraněny
lbl_prt_fixed_threats=Opravy dokončeny

[IMFFeed_Form_Feedback]
ComboBox_Subject_8.Items[0].Caption=Pochvala
ComboBox_Subject_8.Items[1].Caption=Návrh
ComboBox_Subject_8.Items[2].Caption=Nahlášení chyby
ComboBox_Subject_8.Items[3].Caption=Odeslat nezjištěný malware
ComboBox_Subject_8.Items[4].Caption=Nahlásit falešný poplach
ComboBox_Subject_8.Items[5].Caption=Aktualizace databáze selhala
ComboBox_Subject_8.Items[6].Caption=Selhalo odstranění zjištěných hrozeb
ComboBox_Subject_8.Items[7].Caption=Problémy s trezorem
ComboBox_Subject_8.Items[8].Caption=Problém s nákupem/licencí
ComboBox_Subject_8.Items[9].Caption=Jiné
btn_rd_screenshot.Caption=Snímek obrazovky

[IMF_browserPFramePage]
lblSurfingDesc8.Caption=Chrání vaše prohlížení před online hrozbami, phishing útoky, těžbou kryptoměn, otravnými reklamami a emailovými hrozbami.

[IMF_securityGFramePage_M]
lbl_disable_network_guard_text=Po deaktivaci může být víš systém náchylnější k síťovým bezpečnostním hrozbám. Opravdu chcete vypnout tuto ochranu?
lbl_disable_mbr_guard_text=Po deaktivaci může být vaše systémové MBR modifikováno virem, což může způsobit problémy s rychlostí spouštění. Opravdu chcete vypnout tuto ochranu?
lbl_disable_file_guard_text=Po deaktivaci může být váš systém zničen škodlivými programy, které mohou i implementovat zadní vrátka umožňující ukradení vašich soukromých dat. Opravdu chcete vypnout tuto ochranu?
lbl_disable_camera_guard_text=Po deaktivaci může být vaše webkamera zneužita škodlivými programy, nahrávat váš digitální život a narušit vaše soukromí. Opravdu chcete vypnout tuto ochranu?
lbl_disable_startup_guard_text=Po deaktivaci mohou být škodlivé programy načteny společně se systémem Windows a zaútočit na váš systém. Opravdu chcete vypnout tuto ochranu?
lbl_disable_usb_guard_text=Po deaktivaci nebudou vaše přenosné disky testovány a vášemu počítači může hrozit infekce vnějšími hrozbami. Opravdu chcete vypnout tuto ochranu?
lbl_disable_process_guard_text=Po deaktivaci váš počítač může být vystaven riziku infekce škodlivými procesy. Opravdu chcete vypnout tuto ochranu?
lbl_disable_malicious_guard_text=Po deaktivaci může být váš počítač infikován potenciálními hrozbami. Opravdu chcete vypnout tuto ochranu?

[IMF_EngineFrm_M]
lbl_bd_desc_lin=Detekce přes 200 milionů malwaru s vysokou přesností.
lbl_lin_=Povolte tuto PRO funkci nyní ZDARMA
lbl_pdp_lin=Chrání vaše osobní soubory před ransomware útoky.
lbl_bd_desc_protected=Váš počítač je chráněn předním světovým anti-malware a antivirovým jádrem.
lbl_bd_desc_not_protect8=Zapnout přední Anti-malware a antivirové jádro pro odstranění přes 200 milionů nových a skrytých hrozeb.
lbl_imf_desc_protected8=Váš počítač je chráněn IObit Anti-malware jádrem.

[IMF_CustomHintForm_M]
lbl_fixall_update_failedBeta=Prosíme zkontrolujte síť a <a>aktualizujte databázi manuálně</a> později.
lbl_fixall_update_failedFree=Prosíme zkontrolujte síť a <a>aktualizujte databázi manuálně</a> později. Nebo zapněte automatickou aktualizaci pro automatické aktualizování databáze.

[IMF_notifyTipsFrm_M]
lbl_not_file_exist=Nelze otevřít soubor "%s". Systém nedokáže nalézt uvedený soubor.

[IMF_IMFDBUpdateFrame]
lblHeaderCap8.Caption=Ale byly nalezeny další potenciální problémy

[IMF_IMFDBUpdateFrame_M]
BD_mote8=Povolit Bitdefender jádro s 10x větší databází pro odstranění přes 200 milionů nových a skrytých hrozeb.
AU_mote8=Každým dnem se objevují tisíce nových hrozeb. Povolte automatickou aktualizaci pro automatické zajištění aktuální datbáze, což umožní se bránit nejnovějším hrozbám v reálném čase.

[IMF_IMFSettings]
chkScan_Advacedher.Caption=Povolit pokročilou heuristiku
rbsetting_move.Caption=Přesunout hrozby do karantény
rbsetting_remove.Caption=Odstranit hrozby napřímo a natrvalo
btn_fontsize_b.hint=Větší
btnGeneral_ExpandTabCloud8.Caption=Připojit se ke službě IObit Malware Fighter Cloud Security (<a>Prohlášení o soukromí</a>)
chkScan_ScanBy.Caption=Priorita testu
cbbScan_ScanBy.Items[1].Caption=střední priorita

[IMF_IMFSettings_M]
M_AderHer=Nová pokročilá heuristika inteligentně detekuje více hrozeb, zejména tyto varianty virů.
M_lowpriority=nízká priorita: Relativně pomalý test s nízkou spotřebou systémových prostředků.
M_normalpriority=střední priorita: Relativně rychlý test s vyváženým využitím systémových prostředků.
M_highpriority=vysoká priorita: Relativně rychlejší test s využitím více systémových prostředků.
M_KeepBit=Pro zajištění úplné ochrany Bitdefender jádrem musí být IObit Malware Fighter zaregistrován v Centru akcí Windows. Zrušení registrace může způsobit konflikt s vašim systémem či jinými programy ochrany.

[IMFFeed_M]
M_EmailTextHint=Prosíme zadejte vaši platnou emailovou adresu.

[ASCAntivirusFix_M]
LoadTimeOut=Vypršel čas pro načtení virové databáze. Pro znovunačtení restartujte počítač. 
ReInstall=Nepodařilo se načíst virovou databázi z důvodu chybějícího důležitého .dll souboru. Zkuste pro opravení problému reinstalovat program.
LoadDBReboot=Nepodařilo se načíst virovou databízi z důvodu nedostatku systémových prostředků. Zkuste pro opravení problému restartovat počítač.

[RanSomeWare_RansomewareForm]
lblProtect_FTTitle.Caption=Ochrana druhu souboru
lblProtect_SensTitle.Caption=Ochrana citlivých dat
lblProtect_SensDesc.Caption=Vyberte citlivá data, která chcete ochránit.
btnSensData_Doc.Caption=Moje dokumenty
btnSensData_Pic.Caption=Moje obrázky
btnSensData_Video.Caption=Moje videa
btnSensData_Contact.Caption=Moje kontakty
btnSensData_Fav.Caption=Moje oblíbené

[IMF_IMFTipsDlPrtFrm]
lblEnableBd=<a>Zapněte Bitdefender jádro</a> pro hlubší testování a odstranění více skrytých hrozeb.

[FormPasswdInput_M]
m_rdhtmlbl_Froget=Zapomenuté heslo?

[Safebox7_SafeBox]
nodata_des8.Caption=Klikněte na tlačítko výše pro přidání souboru/složky k ochraně. Nebo přetáhněte přímo sem.

[Safebox7_M]
M_CannotDrive=Jednotka %s nemůže být přidána do Trezoru. Prosíme přidejte soubory/složky na jednotce pro ochranu.

[UninsQuery_FormUninstallIMF_SB]
FormUninstallMsgBox.Caption=Odinstalace programu IObit Malware Fighter
chkLicenseFile.Caption=Licenční soubory (nedoporučujeme odstraňovat)

